/* No comment */
"Listing directory failed" = "列表失敗";

/* Touch file failed */
"Cannot create {0}" = "Cannot create file {0}";

/* Create directory failed */
"Cannot create folder {0}" = "無法建立檔案夾 {0}";

/* Moving file failed */
"Cannot rename {0}" = "無法更名檔案 {0}";

/* Reading metadata of file failed */
"Cannot read file attributes" = "無法取得檔案資訊";

/* Writing metadata of file failed */
"Cannot write file attributes" = "Cannot write file attributes";

/* Removing file failed */
"Cannot delete {0}" = "無法刪除檔案 {0}";

/* Ownership of file */
"Cannot change owner" = "無法更改持有者";

/* Group ownership of file or folder */
"Cannot change group" = "無法更改群組";

/* Fails to change UNIX access permissions */
"Cannot change permissions" = "無法更改取用權限";
"Cannot change timestamp" = "Cannot change timestamp";

/* Mount failure */
"Connection failed" = "連線失敗";

/* Transfer failure */
"Download failed" = "下載失敗";

/* Transfer failure */
"Upload failed" = "上傳失敗";

/* Content distribution network configuration failures */
"Cannot read CDN configuration" = "Cannot read CDN configuration";
"Cannot write CDN configuration" = "Cannot write CDN configuration";

/* Container configuration such as logging or versioning */
"Cannot read container configuration" = "Cannot read container configuration";

"Interoperability failure" = "Interoperability failure";
"File not found" = "File not found";
"Insufficient disk space" = "Insufficient disk space";